// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@. %@ - при кол-ве дисков: %@.";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@. %@ - за один диск.";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@ (нет он-лайн заказов)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* i.e.: 2 hours */
"%d hours" = "%d ч";

/* i.e.: 30 minutes */
"%d minutes" = "%d мин";

/* No comment provided by engineer. */
"%d months ago" = "Месяцев назад: %d";

/* i.e.: 5 of 15.  Used when scrolling through a list of posters */
"%d of %d" = "%d из %d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "Кинотеатров за пределами области поиска: %d";

/* No comment provided by engineer. */
"%d weeks ago" = "Недель назад: %d";

/* No comment provided by engineer. */
"%d years ago" = "Лет назад: %d";

/* No comment provided by engineer. */
"1 hour" = "1 час";

/* No comment provided by engineer. */
"1 kilometer" = "1 километр";

/* No comment provided by engineer. */
"1 mile" = "1 миля";

/* No comment provided by engineer. */
"1 minute" = "1 минута";

/* No comment provided by engineer. */
"1 month ago" = "1 месяц назад";

/* No comment provided by engineer. */
"1 theater outside search area" = "1 кинотеатр за пределами области поиска";

/* No comment provided by engineer. */
"1 week ago" = "1 неделя назад";

/* No comment provided by engineer. */
"1 year ago" = "1 год назад";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "О программе";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "Обновлять место";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "Позвонить";

/* No comment provided by engineer. */
"Cast:" = "В ролях:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "Изменить дату";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Город или район";

/* No comment provided by engineer. */
"Could not find location." = "Не удалось найти место.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "Информация о DVD/Blu-ray предоставлена:";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Данные для будущих дат могут быть неполными. Измените дату поиска на текущую чтобы увидеть полный список.";

/* No comment provided by engineer. */
"Director:" = "Режиссёр:";

/* No comment provided by engineer. */
"Directors:" = "Режиссёры:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "Distance";

/* No comment provided by engineer. */
"Downloading data" = "Загрузка данных";

/* No comment provided by engineer. */
"Downloading poster" = "Загрузка постера";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "Послать по почте";

/* No comment provided by engineer. */
"Favorites" = "Избранное";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "Формат:";

/* No comment provided by engineer. */
"Genre:" = "Жанр:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Сервис определения географических координат предоставлен:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Над графикой работал Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Последняя пятница";

/* No comment provided by engineer. */
"Last Monday" = "Последний понедельник";

/* No comment provided by engineer. */
"Last Saturday" = "Последняя суббота";

/* No comment provided by engineer. */
"Last Sunday" = "Последнее воскресенье";

/* No comment provided by engineer. */
"Last Thursday" = "Последний четверг";

/* No comment provided by engineer. */
"Last Tuesday" = "Последний вторник";

/* No comment provided by engineer. */
"Last Wednesday" = "Последняя среда";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "Не дальше чем %1$d %2$@";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "Не дальше чем 1 %@";

/* No comment provided by engineer. */
"License" = "Лицензия";

/* No comment provided by engineer. */
"Loading poster" = "Загрузка постера";

/* No comment provided by engineer. */
"Localized by:" = "Работа по локализации:";

/* No comment provided by engineer. */
"Location" = "Местоположение";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "Карта";

/* No comment provided by engineer. */
"Movie details provided by:" = "Информация о фильмах предоставлена:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Рецензии фильмов предоставлены:";

/* No comment provided by engineer. */
"Movies" = "Фильмы";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "Имя";

/* No comment provided by engineer. */
"Network unavailable" = "Сеть недоступна";

/* No comment provided by engineer. */
"No information found" = "Информация не найдена";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "Результаты для '%@' не найдены";

/* No comment provided by engineer. */
"No synopsis available." = "Описание недоступно.";

/* This is what a user picks when they don't want any reviews. */
"None" = "Нет";

/* No comment provided by engineer. */
"Not yet rated" = "Пока нет рейтинга";

/* No comment provided by engineer. */
"OK" = "Ок";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "Заказать билеты за %@";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "Показать трэйлер";

/* No comment provided by engineer. */
"Please enter your location" = "Введите Ваше местоположение";

/* Takes the user to the website for this application */
"Project website" = "Веб-сайт проекта";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "Рейтинг: %@";

/* No comment provided by engineer. */
"Rated:" = "Рейтинг:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "Прочитать рецензии";

/* No comment provided by engineer. */
"Really close by" = "Совсем недалеко";

/* No comment provided by engineer. */
"Really far away" = "Очень далеко";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "Релиз";

/* No comment provided by engineer. */
"Release date:" = "Дата выхода:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "Релиз: %@";

/* No comment provided by engineer. */
"Reviews" = "Рецензии";

/* No comment provided by engineer. */
"Running time:" = "Длительность:";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "Оценка";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "Дата поиска";

/* No comment provided by engineer. */
"Search Distance" = "Расстояние поиска";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "Обратная связь";

/* No comment provided by engineer. */
"Settings" = "Настройки";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "Показывать скрытых кинотеатров: %d";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "Показывать 1 скрытый кинотеатр";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "Оба";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "Расписания получены %@.";

/* No comment provided by engineer. */
"Studio:" = "Студия:";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "Последний раз расписания обновлены\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Провайдеры данных часто устанавливают ограничение на максимальную дистанцию поиска, которой Вы можете воспользоваться. Поэтому некоторые кинотеатры могут не отображаться даже при достаточно большой дистанции поиска.";

/* No comment provided by engineer. */
"Theaters" = "Кинотеатры";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Этот кинотеатр пока не предоставил данные о своём расписании. Как только эта информация появится, %@ получит её автоматически";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Продажа билетов предоставлена:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "Название";

/* No comment provided by engineer. */
"Today" = "Сегодня";

/* No comment provided by engineer. */
"Unknown Distance" = "Расстояние неизвестно";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "Дата выхода неизвестна";

/* No comment provided by engineer. */
"Unrated" = "Нет рейтинга";

/* No comment provided by engineer. */
"Upcoming" = "Скоро";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "Маленький шрифт";

/* No comment provided by engineer. */
"Website" = "Веб-сайт";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Автор программы: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Вчера";

/* No comment provided by engineer. */
"kilometer" = "километр";

/* No comment provided by engineer. */
"kilometers" = "километров";

/* No comment provided by engineer. */
"mile" = "миля";

/* No comment provided by engineer. */
"miles" = "миль";